posts = [
    {
        'author': 'يوسف حمد',
        'title': 'الترتيب الأبجدي',
        'content': 'أبجد هوز حطي كلمن سعفص قرشت ثخذ ضظغ',
        'pub_date': '24/04/2018'
    },
    {
        'author': 'يوسف حمد',
        'title': 'النص البديل',
        'content': 'هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً.',
        'pub_date': '05/12/2019'
    },
    {
        'author': 'خديجة',
        'title': 'المعجم',
        'content': 'ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق.',
        'pub_date': '05/12/2019'
    }
]
